<a href="/metatuning">back to list</a><h1>Cep 20000 de novembro!</h1><h3>leonardo caldas &#x3C;leoalves2002rj@...&#x3E;</h3><span>11/23/2009 2:36:45 PM</span><div style='margin: 0px 20px 20px; padding: 20px; background-color: #eee'><p>Caros amigos, inestim&aacute;veis colegas...<br/>&nbsp; Convido todos voc&ecirc;s para o CEP 20000 de novembro, na pr&oacute;xima quinta 26: Teatro S&eacute;rgio Porto, humait&aacute;.<br/>&nbsp; V&aacute;rias atra&ccedil;&otilde;es v&atilde;o rolar, estarei realizando um dos n&uacute;meros com a poeta Ra&iacute;sa Inoc&ecirc;ncio: &quot;Contos Inacabados&quot; (piano &amp; r&eacute;cita).&nbsp;Faremos o mesmo no lan&ccedil;amento da compila&ccedil;&atilde;o po&eacute;tica paulistana &quot;Eixada&quot;, em S&atilde;o Paulo, dia 15 de dezembro.<br/>&nbsp; Compare&ccedil;am, de 19h &aacute;s 22h. Abra&ccedil;os e beijos (abaixo, o flyer). 4R$ a inteira!</p><p>&nbsp;<br/>&nbsp; Al&eacute;m do CEP, estou a&nbsp;preparar uma mini-tourn&eacute;e-bunda-suja&nbsp;pelo Brasil (dezembro 2009 - abril 2010), com um pulinho em Buenos Aires,&nbsp;afim de pr&eacute;-lan&ccedil;ar um segundo CD&nbsp;pro ano que vem&nbsp;atrav&eacute;s da&nbsp;Gravadora Noise-Joy (Springfield, Missouri - EUA). Na&nbsp;tourn&eacute;e prevista: Aracaj&uacute;, Recife, Fortaleza, Bras&iacute;lia, S&atilde;o Paulo, Florian&oacute;polis, Porto Alegre, Curitiba&nbsp;e Rio de Janeiro, &eacute; claro. No programa: &quot;Trabalhadores - A Performance&quot;, &quot;Contos Inacabados&quot; &amp; &quot;Poetando&quot;&nbsp;(com a poeta Ra&iacute;sa Inoc&ecirc;ncio, de Fortaleza), Eletroac&uacute;stica(as) &amp;&nbsp;&quot;Estilha&ccedil;os&quot; com Koll Witz (Florian&oacute;polis - SC), Alessandro Santana (Aracaju - SE).&nbsp;Pelo Nordeste, dividindo o palco com&nbsp;Grilowsky (Recife - PE),&nbsp;Thelmo Cristovam (Olinda - PE), Mirella Hipster (Fortaleza -CE) e outros.</p><p>Para ouvir minha m&uacute;sica, clique nas fotos abaixo (diferentes estilos):</p><p>Ou acesse: <a href="http://www.myspace.com/leoalvesvieira">http://www.myspace.com/leoalvesvieira</a></p><p>      ____________________________________________________________________________________<br/>Veja quais s&atilde;o os assuntos do momento no Yahoo! +Buscados<br/><a href="http://br.maisbuscados.yahoo.com">http://br.maisbuscados.yahoo.com</a></p><p>[Non-text portions of this message have been removed]</p></div>