<a href="/tuning">back to list</a><h1>Re: Mathematical course</h1><h3>Pierre Lamothe &#x3C;plamothe@aei.ca&#x3E;</h3><span>4/9/2001 1:52:40 PM</span><div style='margin: 0px 20px 20px; padding: 20px; background-color: #eee'><p>Paul,</p><p>In all I have written in french or in english, in the List or in private, I<br/>never talk about pitches but about intervals.</p><p>A tone for me is a dyad interval and what I study is the internal<br/>composition law on intervals set (axiomatic structures). Pitches are not<br/>composable in mathematical sense. The study of permutations on N objects<br/>has nothing to do with the objects but with the operations on the objects.<br/>Intervals are composable for they are like operations.</p><p>I&apos;m glad to see you think in interval terms, so our thoughts are maybe<br/>nearer than it seems but you have a very false impression about my research<br/>if you think I talk about pitches.</p><p>I leave in appendice the part of a French e-mail to John Chalmers I already<br/>published on my site which is enough explicit on that.</p><p>Pierre</p><p>                                  APPENDICE</p><p>M&ecirc;me si on utilise la notion d&apos;intervalle pour traiter d&apos;&eacute;chelles<br/>musicales, on ne pense g&eacute;n&eacute;ralement pas en termes d&apos;intervalle. Pour le<br/>musicien, l&apos;intervalle est toujours bien pr&egrave;s d&apos;&ecirc;tre exprim&eacute; concr&egrave;tement<br/>sous forme de note. Et &ccedil;a se comprend bien. Car sur le plan de<br/>l&apos;expression, ce n&apos;est pas sur l&apos;intervalle qu&apos;il doit agir, mais sur la<br/>note. Les nuances d&apos;intensit&eacute; et de tempo qui conditionnent principalement<br/>l&apos;&eacute;motion, la pr&eacute;sence, puis les ajustements fins de brillance, de phras&eacute;,<br/>de d&eacute;coupage interpr&eacute;tatif, ou encore les accents rythmiques, la couleur<br/>sonore ... rien de tout cela n&apos;est accessible via l&apos;intervalle.</p><p>Lorsque j&apos;utilise la notion d&apos;intervalle, je suis bien conscient du degr&eacute;<br/>&eacute;lev&eacute; de r&eacute;duction impliqu&eacute;. C&apos;est d&apos;ailleurs pourquoi, en m&apos;en tenant au<br/>r&ocirc;le pr&eacute;cis jou&eacute; par l&apos;intervalle dans la perception des similitudes<br/>formelles, je peux mieux d&eacute;coller de la r&eacute;alit&eacute; concr&egrave;te et penser<br/>librement en termes d&apos;intervalle.</p><p>Alors, pour moi, les structures tonales comme les intervalles, &ccedil;a n&apos;existe<br/>pas dans la r&eacute;alit&eacute; sonore concr&egrave;te. &Ccedil;a se situe au niveau de<br/>l&apos;entendement. Je dirais qu&apos;elles sont projet&eacute;es, &agrave; des degr&eacute;s divers, et<br/>par le compositeur, et par l&apos;interpr&egrave;te, et par l&apos;auditeur selon sa qualit&eacute;<br/>d&apos;&eacute;coute. Ce sont des structures paradigmatiques qui doivent &ecirc;tre<br/>co-reconnues instinctivement lors du d&eacute;codage formel. C&apos;est par elles qu&apos;un<br/>sens formel pr&eacute;cis est attribu&eacute; &agrave; des syntagmes musicaux co-relatifs.</p><p>Je rappelle que je ne parle pas des notes, dont les fr&eacute;quences existent bel<br/>et bien dans la r&eacute;alit&eacute; sonore. Si dans la musique temp&eacute;r&eacute;e il peut y avoir<br/>confusion entre les 12 notes utilis&eacute;es (par octave) et les 12 intervalles<br/>possibles, &agrave; l&apos;oppos&eacute;, dans l&apos;intonation juste, vous savez bien l&apos;&eacute;cart<br/>important qui existe entre l&apos;ensemble des notes utilis&eacute;es dans une oeuvre<br/>et l&apos;ensemble des intervalles possibles entre chaque paire de note. Alors,<br/>ou bien on se place du point de vue de l&apos;ex&eacute;cutant qui dispose d&apos;un<br/>ensemble de notes, ou bien on regarde, du point de vue architectural,<br/>comment est attribu&eacute; un ensemble bien strutur&eacute; d&apos;intervalles privil&eacute;gi&eacute;s au<br/>sein d&apos;une oeuvre. Ces intervalles privil&eacute;gi&eacute;s, que je qualifie de<br/>concordants, coexistent n&eacute;cessairement (en intonation juste) avec d&apos;autres<br/>qui sont discordants. &Ccedil;a m&apos;appara&icirc;t analogue au contraste lumi&egrave;re / ombre<br/>en art visuel : &agrave; la couleur tonale d&eacute;ploy&eacute;e par le champ de consonance /<br/>dissonance s&apos;ajoute le relief tonal d&eacute;ploy&eacute; par le champ de concordance /<br/>discordance. (Attention, je distingue bien nettement la couleur sonore qui<br/>rel&egrave;ve du timbre).</p></div><h3>Paul H. Erlich &#x3C;PERLICH@ACADIAN-ASSET.COM&#x3E;</h3><span>4/10/2001 11:02:10 AM</span><div style='margin: 0px 20px 20px; padding: 20px; background-color: #eee'><p>Pierre wrote,</p><p>&gt;In all I have written in french or in english, in the List or &gt;in private,<br/>I<br/>&gt;never talk about pitches but about intervals.</p><p>&gt;A tone for me is a dyad interval</p><p>Well that is where we differ. A tone for me is a monad (?). A dyad interval<br/>is composed of two tones. It makes no sense to ask what the sonance value is<br/>for the third note of the major scale -- an isolated note doesn&apos;t have a<br/>sonance value. One needs two notes to evaluate dyadic sonance.</p><p>-Paul</p></div><h3>jpehrson@rcn.com</h3><span>4/11/2001 9:18:03 PM</span><div style='margin: 0px 20px 20px; padding: 20px; background-color: #eee'><p>--- In tuning@y..., Pierre Lamothe &lt;plamothe@a...&gt; wrote:</p><p><a href="http://groups.yahoo.com/group/tuning/message/20855">http://groups.yahoo.com/group/tuning/message/20855</a></p><p>&gt;<br/>&gt; Paul,<br/>&gt;<br/>&gt; In all I have written in french or in english, in the List or in<br/>private, I never talk about pitches but about intervals.<br/>&gt;</p><p>Gee, that&apos;s funny... since it seems in the short French excerpt the<br/>emphasis is on NOTES rather than intervals...  Anybody else get that<br/>from the French excerpt??</p><p>Maybe the confusion is in the definition of &quot;note??&quot;  Etrange...</p><p>________ ______ _____ ___<br/>Joseph Pehrson</p></div>